{
"portfolioLink": "Quem é o Gabs?",
"subtitle": "Criatividade leve, impacto real!",
"description": "Bem-vindo ao <a class='breezelab'>Breezelab</a>, um laboratório visual onde ideias nascem como brisa e ganham forma através da luz, do olhar e do conceito.<br>Aqui, cada criação é resultado de observação, expressão e intenção — uma estética pensada para comunicar com presença, leveza e profundidade.",
"footer": "Do espontâneo ao planejado, tudo aqui flui com propósito!",
"authorial": "AUTORAIS",
"photography": "FOTOGRAFIA",
"commercial": "COMERCIAIS",
"jobs": "PARCERIAS",
"dev": "FRONT-END & DEV",
"lab": "PROJECT LAB",
"subtitle-gabs": "Um pouco sobre mim:",
"description-gabs": "Olá, tudo bem?<br> Meu nome é Gabriel Carlos de Souza e sou um Profissional PCD, nativo e residente da cidade de Florianópolis (SC); com experiência multidisciplinar e formação autodidata em áreas criativas e tecnológicas.<br> Possuo Espondilite Anquilosante (CID-10 M45), condição que contribuiu para o desenvolvimento de resiliência, adaptabilidade e uma abordagem centrada em processos e eficiência.<br> Atualmente dedica-se ao estudo de desenvolvimento Front-end, integrando competências em design gráfico,ilustração manual e digital, edição de imagens e vídeos. Atua com foco na criação de soluções visuais funcionais acessíveis e humanizadas; aliando criatividade, pensamento analítico e domínio técnico. Tenho facilidade para trabalhar em equipe e de forma autônoma. Tenho como destaque a comunicação clara, atenção aos detalhes, escuta ativa e capacidade de adaptação a diferentes contextos.<br> Interesse especial nas áreas de tecnologia, inovação social, acessibilidade digital e design com propósito.",
"desc-final-gabs": "<b class='boost'>\"Transformando limites em combustível criativo!\"</b>",
"subtitle-trabalhos-autorais": "Trabalhos Autorais",
"desc-trabalhos-autorais": "Entre o Caos Urbano e a Calmaria da Natureza, encontro inspiração para o traço e o conceito. Meus projetos autorais transitam entre os dois extremos — onde cada composição é uma tentativa de comunicar com alma, seja por formas, cores ou expressões. É nesse espaço livre que experimento e crio conexões visuais que carregam intenção.",
"project-title-ilustracoes-vol-02": "Ilustrações Vol. 02",
"project-subtitle-ilustracoes-vol-02": "Esses estudos nasceram com o intuito de explorar<br> diferentes nacionalidades e referências latinas que possuímos no cotidiano.<br> Primeiro esboçados em papel, feito a mão, antes de ganharem forma no digital.<br> Espero que inspire!",
"project-title-ilustracoes-vol-01": "Ilustrações Vol. 01",	
"project-subtitle-ilustracoes-vol-01": "Um ensaio poético de observação da natureza, onde cada ilustração carrega traços de momentos, lembranças e registros fotográficos que atravessam minha trajetória criativa.<br> Esse projeto não busca respostas, mas abre espaço para imaginar outras formas de luz, de flor, de silêncio e de vida.",
"project-title-segue-teu-coracao-de-olho-aberto": "Segue Teu Coração de Olho Aberto",
"project-subtitle-segue-teu-coracao-de-olho-aberto": "Fantoche da Vida, Boneca do Acaso;<br> Aonde Pretendes Chegar com Tanto Descaso?",
"project-title-a-peregrina-da-verdade": "A Peregrina da Verdade",
"project-subtitle-a-peregrina-da-verdade": "Do Caos ao Transcendente",
"subtitle-trabalhos-comerciais": "Trabalhos Comerciais",
"desc-trabalhos-comerciais":"Nos trabalhos comerciais, cada escolha visual carrega intenção. Cores, formas e composições são pensadas a partir do comportamento, da percepção e da mensagem que se deseja transmitir. Acredito no design como ferramenta de clareza, conexão e estratégia — onde estética não é fim, mas sim, o meio. Ao longo dos projetos, como os desenvolvidos para o Festival Social Good Brasil, busquei alinhar impacto visual e inteligência emocional, criando peças que dialogam com o público de forma sensível e funcional.",
"mais-que": "Mais do que entregar beleza, busco comunicar com sentido.",
"project-title-sgb": "Projeto:",
"project-subtitle-sgb": "Este portfólio reúne os ativos visuais desenvolvidos para o Festival Social Good Brasil; uma iniciativa promovida pelo Social Good Brasil (SGB) — organização da sociedade civil que, desde 2012, atua na interseção entre tecnologia, dados e impacto social.<br> Reconhecida internacionalmente por sua liderança no Movimento +Social Good, em parceria com a Fundação das Nações Unidas, o SGB promove ações alinhadas aos Objetivos de Desenvolvimento Sustentável (ODS).<br> A proposta visual deste projeto buscou traduzir os pilares da organização — inovação, ética, justiça social e tecnomanismo — por meio de peças estáticas e dinâmicas que dialogam com o futuro, com o humano e com o poder transformador da tecnologia.",
"project-title-dreamfit": "Identidade Visual:",
"project-subtitle-dreamfit": "Dreamsfit Store",
"project-title-polpetoon": "Projeto:",
"project-subtitle-polpetoon": "Polpetoon",
"project-title-dreamfit-project": "Identidade Visual: Dreamsfit Store",
"project-subtitle-dreamfit-project": "A DreamsFit nasceu para promover bem-estar com leveza, intenção e evolução constante. Sua identidade visual — a capivara meditativa sobre a Nuvem Voadora (Kintoun), representada em tons amarelados — traduz equilíbrio, pureza e positividade. Essa mesma filosofia reflete-se nos produtos: Multicolágeno, Luatonina, DreamsCoffee e Greemy; desenvolvidos para cuidar do corpo e da mente de forma natural e funcional, alinhados ao propósito de uma rotina mais consciente, sem perder a leveza e o bem-estar.",
"project-title-polpetoon-project": "Projeto: Polpetoon",
"project-subtitle-polpetoon-project":"Projeto de identidade visual aplicada. O trabalho incluiu a vetorização e digitalização do carimbo original da marca, garantindo sua fidelidade para aplicação em embalagens kraft utilizadas nas entregas. Também foi desenvolvido o cardápio digital, pensado para plataformas de delivery e redes sociais, com elementos gráficos alinhados à linguagem lúdica e artesanal da marca. A atuação se estendeu ao suporte na produção audiovisual para registro do produto e experiência de marca.",
"title-trabalhos-fotograficos": "Trabalhos Fotográficos",
"subtitle-trabalhos-fotograficos": "Meus registros <a class='breezelab'>buscam capturar momentos</a> que, mesmo simples, carreguem algo de especial — <a class='breezelab'>um significado, uma memória, uma permanência.</a><br>Exploro os contrastes entre <a class='breezelab'>luz</a> e <a class='breezelab'>sombra</a>, utilizando tons amarelados como base nas composições para transmitir a sensação da <a class='breezelab'>hora dourada</a> — aquele breve instante em que a <a class='breezelab'>luz natural envolve tudo com calor e suavidade.</a><br>Meus registros são um convite a apreciar a beleza do cotidiano, onde cada clique é uma tentativa de eternizar a essência do momento.",
"title-natural-breeze": "Brisa Natural",
"subtitle-natural-breeze": "Estudo de captura, edições, composições e registros<br> naturais que fazem parte das minhas experiências, ótica e aprendizados na fotografia.",
"title-urban-chaos": "Caos Urbano",
"subtitle-urban-chaos": "Estudo visual de captura e edição sobre o Caos Urbano,<br> suas composições, texturas, dinâmicas<br> e singularidades, que inspiram minha vivência<br> e observação do Caos Urbano.",
"title-objects-marketing": "Objetos & Marketing",
"subtitle-objects-marketing": "Estudos de composições, com foco em marketing, composições e detalhes.<br> Alguns registros foram escolhidos para serem usados como peças publicitárias, pensadas para dialogar com o público atual e mais jovem.<br>O estudo considera uma estética dinâmica, com aplicabilidade para redes sociais e campanhas digitais.",
"title-ensaio-cotidiano": "Ensaio Cotidiano",
"subtitle-ensaio-cotidiano": "Estudo fotográfico de edição e captura, realizado espontaneamente haha <br> Grato aos modelos e a oportunidade de estudo, foi uma experiência cotidiana devido a nostalgia do local e acredito que esse conforto tenha refletido no resultado.",
"title-jobs": "Trabalhos & Parcerias",
"subtitle-jobs": "Projetos que atravessam marcas, vozes e propósitos. Aqui, cada trabalho carrega um pouco da essência de quem confiou na parceria — sejam empresas, coletivos ou produtos que encontraram neste processo, um jeito autêntico de se comunicar. Uma amostra de criações feitas a muitas mãos, com identidade compartilhada e objetivos em comum.",
"project-subtitle-ntk": "Ensaio assinado por @robzera, capturando essência, estilo e funcionalidade.<br> Registro pensado pro marketing das peças da @ntk_oficial<br> e do lifestyle outdoor do @exploreclubebrasil.<br> Entre trilhas, cidade e movimento, cada clique carrega a proposta<br> de viver a experiência<br> — dentro e fora do rolê.</span>"
"project-title-dio-pcd-tech" :"PcD Tech Bradesco - Java & QA Developer",
"project-subtitle-dio-pcd-tech": "Projeto desenvolvido em Java, com foco na aplicação de métodos de teste e depuração para identificação, análise e correção de bugs no código.<br> O objetivo principal é compreender o comportamento da aplicação, interpretar erros e aplicar correções de forma estruturada e eficiente.",
  
  
}
