{
"portfolioLink": "Gabs, ¿Quién?",
"subtitle": "¡Creatividad ligera, impacto real!",
"description": "Bienvenido al <a class='breezelab'>Breezelab</a>, un laboratorio visual donde las ideas nacen como brisa y toman forma a través de la luz, la mirada y el concepto.<br>Aquí, cada creación es el resultado de la observación, la expresión y la intención — una estética pensada para comunicar con presencia, ligereza y profundidad.",
"footer": "¡De lo espontáneo a lo planeado, todo fluye con propósito!",
"authorial": "TRAB. AUTORALES",
"photography": "FOTOGRAFÍA",
"commercial": "TRAB. COMERCIALES",
"jobs": "PARCERIAS",
"dev": "FRONT-END & DEV",
"lab": "LAB. DE PROYECTOS",	
"subtitle-gabs": "Un poco sobre mí:",
"description-gabs": "Hola, ¿qué tal?<br> Me llamo <a class='breezelab'>Gabriel Carlos de Souza</a> y soy un Profesional PCD, nativo y residente de la ciudad de Florianópolis (SC); con experiencia multidisciplinaria y formación autodidacta en áreas creativas y tecnológicas.<br> Tengo Espondilitis Anquilosante (CID-10 M45), condición que contribuyó al desarrollo de resiliencia, adaptabilidad y un enfoque centrado en procesos y eficiencia.<br> Actualmente me dedico al estudio de <a class='breezelab'>desarollo en Front-end</a>, integrando competencias en diseño gráfico, dibujo manual y digital, edición de imágenes y videos.<br> Trabajo con enfoque en la creación de <a class='breezelab'>soluciones visuales funcionales</a> accesibles y humanizadas; combinando creatividad, pensamiento analítico y dominio técnico. Tengo facilidad para trabajar en equipo y de forma autónoma.<br> Me destaco por mi comunicación clara, atención a los detalles, escucha activa y capacidad de adaptación a diferentes contextos.<br> Estoy interessado especialmente en las áreas de tecnología, innovación social, accesibilidad digital y diseño con propósito.<br>A continuación, puedes ver más detalles sobre mis experiencias:",
"desc-final-gabs": "<b class='boost'>\"¡Transformando límites en combustible creativo!\"</b>",
"subtitle-trabalhos-autorais": "Trabajos Autorales",
"desc-trabalhos-autorais": "Entre el <a class='breezelab'>caos urbano y la calma de la naturaleza</a>, encuentro inspiración para mis trazos y conceptos.<br> Mis proyectos de autor se mueven entre los dos extremos, donde cada composición trasmite la intención de <a class='breezelab'>comunicar con la alma</a>, ya sea a través de las formas, los colores o las expresiones.<br> Es en este espacio libre donde experimento y <a class='breezelab'>creo conexiones visuales portadoras de intención.</a>",
"project-title-ilustracoes-vol-02": "Ilustraciones Vol. 02",
"project-subtitle-ilustracoes-vol-02": "Estos estudios nacieron con el objetivo de explorar<br> diferentes nacionalidades y referencias latinas que tenemos en nuestra vida cotidiana.<br> Primero se esboza en papel, a mano, antes de tomar forma digital.<br> <a class='breezelab'>¡Espero que le sirva de inspiración!</a>",
"project-title-ilustracoes-vol-01": "Ilustraciones Vol. 01",	
"project-subtitle-ilustracoes-vol-01": "Un ensayo poético de observación de la naturaleza, donde cada ilustración lleva huellas de momentos, recuerdos y registros fotográficos que se cruzan en mi camino creativo.<br> Este proyecto no busca respuestas, sino que abre espacio para imaginar otras formas de luz, flores, silencio y vida.",
"project-title-segue-teu-coracao-de-olho-aberto": "Sigue a tu corazón con los ojos abiertos",
"project-subtitle-segue-teu-coracao-de-olho-aberto": "Marioneta de la vida, muñeca del azar;<br> ¿Adónde quieres llegar con tanto descuido?",
"project-title-a-peregrina-da-verdade": "La Peregrina de la Verdad",
"project-subtitle-a-peregrina-da-verdade": "Del caos a lo Trascendente",
"subtitle-trabalhos-comerciais": "Trabajos Comerciales",
"desc-trabalhos-comerciais":"En los trabajos comerciales, cada elección visual lleva intención. Colores, formas y composiciones se piensan a partir del comportamiento, la percepción y el mensaje que se desea transmitir. Creo en el diseño como herramienta de claridad, conexión y estrategia — donde la estética no es un fin, sino un medio. A lo largo de los proyectos, como los desarrollados para el Festival Social Good Brasil, busqué alinear impacto visual e inteligencia emocional, creando piezas que dialogan con el público de forma sensible y funcional.",
"mais-que": "Más que entregar belleza, busco comunicar con sentido.",
"project-title-sgb": "Proyecto:",
"project-subtitle-sgb": "Este portafolio reúne los activos visuales desarrollados para el Festival Social Good Brasil; una iniciativa promovida por Social Good Brasil (SGB) - una organización de la sociedad civil que, desde 2012, trabaja en la intersección de la tecnología, los datos y el impacto social. Reconocida internacionalmente por su liderazgo en el Movimiento +Bien Social, en asociación con la Fundación de las Naciones Unidas, SGB promueve acciones alineadas con los Objetivos de Desarrollo Sostenible (ODS). La propuesta visual de este proyecto buscaba traducir los pilares de la organización -innovación, ética, justicia social y tecnomanía- a través de piezas estáticas y dinámicas que dialogan con el futuro, lo humano y el poder transformador de la tecnología.",
"project-title-dreamfit": "Identidad Visual:",
"project-subtitle-dreamfit": "Dreamsfit Store",
"project-title-polpetoon": "Proyecto:",
"project-subtitle-polpetoon": "Polpetoon",
"project-title-dreamfit-project": "Identidad Visual: Dreamsfit Store",
"project-subtitle-dreamfit-project": "DreamsFit nació para promover el bienestar con ligereza, intención y evolución constante. Su identidad visual -el carpincho meditando sobre la Nube Voladora (Kintoun), representada en tonos amarillentos- traduce equilibrio, pureza y positividad. Esta misma filosofía se refleja en los productos: Multicollagen, Luatonin, DreamsCoffee y Greemy; desarrollados para cuidar del cuerpo y de la mente de forma natural y funcional, alineados con el propósito de una rutina más consciente, sin perder ligereza y bienestar.",
"project-title-polpetoon-project": "Proyecto: Polpetoon",
"project-subtitle-polpetoon-project":"Proyecto de identidad visual aplicada. El trabajo incluyó la vectorización y digitalización del sello original de la marca, garantizando su fidelidad para la aplicación en los envases kraft utilizados para las entregas. También se desarrolló el menú digital, pensado para plataformas de delivery y redes sociales, con elementos gráficos alineados con el lenguaje lúdico y artesanal de la marca. La actuación se extendió al soporte en la producción audiovisual para el registro del producto y la experiencia de marca.",
"title-trabalhos-fotograficos": "Trabajos Fotográficos",
"subtitle-trabalhos-fotograficos": "Mis registros buscan capturar momentos que, por sencillos que sean, conllevan algo especial: un significado, un recuerdo, una permanencia. Exploro los contrastes entre luces y sombras, utilizando tonos amarillentos como base en mis composiciones para transmitir la sensación de golden hour - ese breve momento en que la luz natural lo envuelve todo con calidez y suavidad. Mis registros son una invitación a apreciar la belleza de la vida cotidiana, donde cada clic es un intento de eternizar la esencia del momento.",
"title-natural-breeze": "Brisa Natural",
"subtitle-natural-breeze": "Estudio de captura, ediciones, composiciones y registros<br> naturales que forman parte de mis experiencias, óptica y aprendizajes en fotografía.",
"title-urban-chaos": "Caos Urbano",
"subtitle-urban-chaos": "Estudio visual de captura y edición sobre el Caos Urbano,<br> sus composiciones, texturas, dinámicas<br> y singularidades, que inspiran mi vivencia<br> y observación del Caos Urbano.",
"title-objects-marketing": "Objetos & Marketing",
"subtitle-objects-marketing": "Estudios de composiciones, con enfoque en marketing, composiciones y detalles.<br> Algunos registros fueron elegidos para ser utilizados como piezas publicitarias, pensadas para dialogar con el público actual y más joven.<br>El estudio considera una estética dinámica, con aplicabilidad para redes sociales y campañas digitales.",
"title-ensaio-cotidiano": "Ensayo Cotidiano",
"subtitle-ensaio-cotidiano": "Estudio fotográfico de edición y captura, realizado espontáneamente haha <br> Agradecido a los modelos y a la oportunidad de estudio, fue una experiencia cotidiana debido a la nostalgia del lugar y creo que esa comodidad se reflejó en el resultado.",
"title-jobs": "Trabajos & Parcerias",
"subtitle-jobs": "Proyectos que atraviesan marcas, voces y propósitos. Aquí, cada trabajo lleva un poco de la esencia de quienes confiaron en la asociación — sean empresas, colectivos o productos que encontraron en este proceso, una forma auténtica de comunicarse. Una muestra de creaciones hechas a muchas manos, con identidad compartida y objetivos en común.",
"project-subtitle-ntk": "Sesión fotográfica firmada por @robzera, capturando esencia, estilo y funcionalidad. Registro pensado para el marketing de @ntk_oficial y el estilo de vida outdoor de @exploreclubebrasil. Entre senderos, ciudad y movimiento, cada toma transmite la propuesta de vivir la experiencia, dentro y fuera de la escena.",
"project-title-desc-front": "No busco solo crear páginas 'bonitas' o modernas en el sentido común.<br> Mi enfoque es dar forma a visuales distintos, audaces e incluso un poco extraños; pero es en esa extrañeza donde reside la invitación: una navegación intuitiva, divertida y capaz de transformar temas técnicos en experiencias accesibles y agradables, sin perder valor ni profundidad.<br> En el lado Dev, estoy revisitando lenguajes y herramientas para que cada solución sea realmente eficaz: ya sea un diseño que traduzca la personalidad del cliente o un script que aligere la rutina, tanto para quien contrata como para quien accede.<br> Entre código y estética, sigo uniendo lo útil con lo curioso, lo técnico con lo poético.<br> Este portafolio en HTML ya nace como reflejo de esta narrativa y, tal vez, como punto de partida para diálogos, colaboraciones y nuevas ideas junto a otros profesionales o clientes.",
"project-title-desc-front-final": "¡En construcción!",
"project-title-dio-pcd-tech": "PcD Tech Bradesco - Java & QA Developer",
"project-subtitle-dio-pcd-tech": "Proyecto desarrollado en Java, con enfoque en la aplicación de métodos de prueba y depuración para identificar, analizar y corregir errores. El objetivo principal es comprender el comportamiento de la aplicación, interpretar errores y aplicar correcciones de forma estructurada y eficiente.",
"project-title-jira+dio": "Proyecto de Demostración: Sistema Electrónico de Dados",
"project-subtitle-jira+dio": "Proyecto utilizado en el Bootcamp de DIO + Bradesco para mostrar cómo organizo proyectos en Jira. Incluye un flujo ágil completo (backlog, sprints, epics y QA) aplicado al prototipo de un dado electrónico (D3–D100), integrado en un tablero Scrum.",
"project-title-estudo-pringles": "Proyecto de estudio: Pringles",
"project-subtitle-estudo-pringles": "Estudio práctico siguiendo a DevArt, centrado en observar la metodología de otro profesional con un enfoque orientado al mercado comercial. El objetivo fue analizar un diseño diferente al habitual, comprendiendo decisiones enfocadas en la claridad, objetividad y aplicación comercial.",
"project-title-hero-eye": "Proyecto: React en la práctica - HeroEye",
"project-subtitle-hero-eye": "HeroEye está en constante desarrollo, con nuevas mejoras estructurales y visuales que se implementan progresivamente.<br> Este es un proyecto en evolución, construido con un enfoque en una arquitectura sólida, una identidad consistente y escalabilidad.",
"project-title-dio-aws": "DIO + AWS - ¿Natural o Fake Natty? Cómo Vencer en la Era de las IA Generativas",
"project-subtitle-dio-aws": "Inspirado en el hype 'Natty or Not' del fisicoculturismo, este Lab de DIO me invitó a explorar el universo de las IA generativas, investigando hasta qué punto algo creado con tecnología puede sonar natural, humano y auténtico. Más que seguir tendencias, la propuesta aquí es entender el uso práctico y consciente de estas herramientas, yendo más allá del hype y del efecto visual inmediato."
}
