{
"portfolioLink": "Gabs, Who?",
"subtitle": "Light creativity, real impact!", 
"description": "Welcome to the <a class='breezelab'>Breezelab</a>, a visual lab where ideas are born like a breeze and take shape through light, perspective, and concept.<br>Here, each creation results from observation, expression, and intention — aesthetics designed to communicate with presence, lightness, and depth.",
"footer": "From spontaneous to planned, everything flows with purpose!",
"authorial": "AUTHORIAL WORKS",
"photography": "PHOTOGRAPHY WORKS",
"commercial": "COMMERCIAL WORKS",
"jobs": "JOBS AND PARTNERSHIP",
"dev": "FRONT-END & DEV",
"lab": "PROJECT LAB",
"subtitle-gabs": "A little about me:",
"description-gabs": "PCD professional, native and resident in Florianópolis (Santa Catarina - SC) city; with multidisciplinary experience and self-taught training in creative and technological areas.<br> I have a Ankylosing Spondylitis (ICD-10 M45), condition that has contributed to the development of resilience, adaptability and an approach centered on processes and efficiency.<br> I'm currently studying front-end development, integrating skills in graphic design, manual and digital drawing, image and video editing.<br> I'm work with a focus on creating functional visual solutions that are accessible and humanized; combining creativity, analytical thinking and technical mastery. May i can easily work as part of a team and independently.<br> I'm stands out for a clear communication, attention to detail, active listening and ability to adapt to different contexts. I'm interesting in the areas of technology, social innovation, digital accessibility and design with purpose.",
"desc-final-gabs": "<b class='boost'>\"Turning limits into creative fuel!\"</b>",
"subtitle-trabalhos-autorais": "Authorial Works",
"desc-trabalhos-autorais": "Between urban chaos and the calm of nature, I find inspiration for my lines and concepts. My authorial projects move between the two extremes - where each composition is an attempt to communicate with soul, whether through shapes, colors or expressions. It is in this free space that I experiment and create visual connections that carry intention.",
"project-title-ilustracoes-vol-02": "Ilustrations Vol. 02",
"project-subtitle-ilustracoes-vol-02": "These studies were born with the aim of exploring<br> different nationalities and Latin references that we have in our daily lives.<br> They were first sketched on paper, by hand, before taking shape digitally.<br> I hope they inspire you!",
"project-title-ilustracoes-vol-01": "Ilustrations Vol. 01",	
"project-subtitle-ilustracoes-vol-01": "A poetic essay of nature observation, where each illustration carries traces of moments, memories and photographic records that cross my creative path.<br> This project doesn't seek answers, but opens up space to imagine other forms of light, flowers, silence and life.",
"project-title-segue-teu-coracao-de-olho-aberto": "Follow Your Heart with an Open Eye",
"project-subtitle-segue-teu-coracao-de-olho-aberto": "Puppet of Life, Doll of Chance;<br> Where are you going with this?",
"project-title-a-peregrina-da-verdade": "The Pilgrim of Truth",
"project-subtitle-a-peregrina-da-verdade": "From Chaos to the Transcendent",
"subtitle-trabalhos-comerciais": "Commercial Works",
"desc-trabalhos-comerciais":"In commercial work, every visual choice carries an intention. Colors, shapes and compositions are thought out based on behavior, perception and the message you want to convey. I believe in design as a tool for clarity, connection and strategy - where aesthetics are not the end, but the means. Throughout the projects, such as those developed for the Social Good Brasil Festival, I have sought to align visual impact and emotional intelligence, creating pieces that engage with the public in a sensitive and functional way.",
"mais-que": "More than delivering beauty, I try to communicate with meaning.",
"project-title-sgb": "Project:",
"project-subtitle-sgb": "This portfolio brings together the visual assets developed for the Social Good Brasil Festival; an initiative promoted by Social Good Brasil (SGB) - a civil society organization that, since 2012, has been working at the intersection of technology, data and social impact. Internationally recognized for its leadership in the +Social Good Movement, in partnership with the United Nations Foundation, SGB promotes actions aligned with the Sustainable Development Goals (SDGs). The visual proposal for this project sought to translate the organization's pillars - innovation, ethics, social justice and technomanism - through static and dynamic pieces that dialogue with the future, the human and the transformative power of technology.",
"project-title-dreamfit": "Visual Identity:",
"project-subtitle-dreamfit": "Dreamsfit Store",
"project-title-polpetoon": "Project",
"project-subtitle-polpetoon": "Polpetoon",
"project-title-dreamfit-project": "Visual Identity: Dreamsfit Store",
"project-subtitle-dreamfit-project": "DreamsFit was born to promote well-being with lightness, intention and constant evolution. Its visual identity - the meditative capybara on the Flying Cloud (Kintoun), represented in yellowish tones - translates balance, purity and positivity. This same philosophy is reflected in the products: Multicollagen, Luatonin, DreamsCoffee and Greemy; developed to take care of the body and mind in a natural and functional way, aligned with the purpose of a more conscious routine, without losing lightness and well-being.",
"project-title-polpetoon-project": "Project: Polpetoon",
"project-subtitle-polpetoon-project":"Applied visual identity project. The work included vectorizing and digitizing the brand's original stamp, guaranteeing its fidelity for application on the kraft packaging used for deliveries. The digital menu was also developed, designed for delivery platforms and social networks, with graphic elements aligned with the brand's playful and artisanal language. The work extended to audiovisual production support for product registration and brand experience.",
"title-trabalhos-fotograficos": "Photographic Works",
"subtitle-trabalhos-fotograficos": "My records <a class='breezelab'>seek to capture moments</a> that, even simple, carry something special — <a class='breezelab'>a meaning, a memory, a permanence.</a><br>Exploring contrasts between <a class='breezelab'>light</a> and <a class='breezelab'>shadow</a>, using yellowish tones as a base in the compositions to convey the feeling of the <a class='breezelab'>golden hour</a> — that brief moment when the <a class='breezelab'>natural light envelops everything with warmth and softness.</a><br>My records are an invitation to appreciate the beauty of the everyday, where each click is an attempt to eternalize the essence of the moment.",
"title-natural-breeze": "Natural Breeze",
"subtitle-natural-breeze": "Study of capture, edits, compositions and records<br> natural that are part of my experiences, optics and learnings in photography.",
"title-urban-chaos": "Urban Chaos",
"subtitle-urban-chaos": "Visual study of capture and editing on Urban Chaos,<br> its compositions, textures, dynamics<br> and singularities, which inspire my experience<br> and observation of Urban Chaos.",
"title-objects-marketing": "Objects & Marketing",
"subtitle-objects-marketing": "Studies of compositions, focusing on marketing, compositions and details.<br> Some records were chosen to be used as advertising pieces, designed to engage with the current and younger audience.<br>The study considers a dynamic aesthetic, with applicability for social networks and digital campaigns.",
"title-ensaio-cotidiano": "Everyday Essay",
"subtitle-ensaio-cotidiano": "Spontaneous photographic study of editing and capture, done spontaneously haha <br> Grateful to the models and the opportunity for study, it was an everyday experience due to the nostalgia of the place and I believe that this comfort reflected in the result.",
"title-jobs": "Jobs & Partnership",
"subtitle-jobs": "Projects that cross brands, voices and purposes. Here, each job carries a bit of the essence of those who trusted in the partnership — whether companies, collectives or products that found in this process, an authentic way to communicate. A sample of creations made by many hands, with shared identity and common goals.",
"project-subtitle-ntk":"Essay signed by @robzera, capturing essence, style and functionality.<br> Record thought for the marketing of the pieces of @ntk_oficial<br> and the outdoor lifestyle of @exploreclubebrasil.<br> Between trails, city and movement, each click carries the proposal<br> to live the experience<br> — inside and outside the adventure.</span>"
}
